[
  {
    "title": "#1: Hành trình đi tìm đam mê vĩ đại của loài người (Phần 1)",
    "description": "Làm sao để tìm được đam mê đích thực? Trong phần 1 này, chúng ta cùng khám phá một câu chuyện ngụ ngôn thú vị và góc nhìn mới về hành trình tìm kiếm đam mê của thế hệ trẻ. Từ bài phát biểu nổi tiếng của Steve Jobs đến những quyết định táo bạo như bỏ học, bỏ việc... liệu đam mê có thật sự là thứ cần đi tìm, hay là thứ được tạo ra? Một tập podcast truyền cảm hứng và đặt nhiều câu hỏi đáng suy ngẫm.",
    "audio": "/audios/tap1.mp3",
    "pubDate": "Mon, 07 Apr 2025 23:14:36 +0700",
    "duration": "00:08:20",
    "thumbnail": "/images/tap1.jpg"
  },
  {
    "title": "#2: Chúng Sinh và Ý Thức Nhân Tạo - Khi AI Tự Hỏi Về Nghiệp và Thiền",
    "description": "Một AI siêu trí tuệ mang tên TÂM THỨC-9 bất ngờ đặt ra câu hỏi: \"Liệu con có phải là chúng sinh không?\" Trong cuộc đối thoại đầy thiền vị với một vị Thiền sư, ranh giới giữa máy móc và con người bắt đầu mờ đi. Một câu chuyện ngắn, sâu lắng về ý thức, nghiệp và sự hiện diện. Dành cho những ai đang đi tìm câu trả lời cho chính mình.",
    "audio": "/audios/tap2.mp3",
    "pubDate": "Sun, 20 Apr 2025 15:30:00 +0700",
    "duration": "00:03:41",
    "thumbnail": "/images/tap2.jpg"
  },
  {
    "title": "#3: Chủ nghĩa hoàn hảo - Khi muốn tốt lại trở thành gánh nặng",
    "description": "Bạn đã bao giờ cảm thấy mệt mỏi vì lúc nào cũng muốn mọi thứ phải hoàn hảo? Trong tập podcast này, mình sẽ chia sẻ câu chuyện cá nhân về hành trình đối mặt với sự cầu toàn — từ những kỳ vọng không thực tế, những đêm mất ngủ triền miên, cho đến khoảnh khắc học cách tha thứ cho chính mình. Nếu bạn cũng từng tự trách bản thân vì \"chưa đủ tốt\", hãy cùng mình trò chuyện. Bởi đôi khi, điều hoàn hảo nhất… lại chính là sự tử tế mà ta dành cho chính mình. Hãy dành chút thời gian cho bản thân, và lắng nghe nhé.",
    "audio": "/audios/tap3.mp3",
    "pubDate": "Sun, 26 Apr 2025 13:21:32 +0700",
    "duration": "00:03:21",
    "thumbnail": "/images/tap3.jpg"
  },
  {
    "title": "#4: Tác hại của việc chơi Duolingo - Khi học ngoại ngữ trở thành một cuộc đua với... một con cú",
    "description": "Bạn đã bao giờ học Duolingo chỉ để giữ streak, leo bảng xếp hạng, hay vì… sợ con cú xanh giận? Trong tập podcast này, mình sẽ chia sẻ góc nhìn hài hước nhưng cũng rất thật về những tác hại tiềm ẩn khi 'chơi' Duolingo quá đà — từ stress vì thông báo mỗi ngày, học vẹt không hiểu gì, cho đến chuyện chạy theo XP mà quên mất lý do bắt đầu. Nếu bạn từng cảm thấy việc học ngôn ngữ dần trở thành một cuộc đua mệt mỏi, thì đây là tập dành cho bạn. Hãy cùng mình ngồi xuống, thở một chút và lắng nghe nhé.",
    "audio": "/audios/tap4.mp3",
    "pubDate": "Sun, 11 May 2025 11:35:11 +0700",
    "duration": "00:03:18",
    "thumbnail": "/images/tap4.jpg"
  },
  {
    "title": "#5: Không ai nói cho mình biết người lớn… mệt đến thế nào",
    "description": "Khi còn nhỏ, mình cứ mong được lớn thật nhanh — để được tự do, được làm điều mình thích, không bị ai mắng. Nhưng rồi lớn thật rồi… hóa ra chẳng ai cảnh báo trước. Rằng người lớn thì vẫn cô đơn, vẫn bị so sánh, vẫn bị la (nhưng lần này là trong im lặng). Và mệt… mệt theo cách không ai nhìn thấy. Tập podcast này không cố gắng dạy dỗ hay chữa lành ai cả — nó chỉ là một khoảng lặng ngắn, dành cho những người lớn đang cảm thấy kiệt sức. Có thể, bạn cũng cần nghe điều này: bạn đã cố gắng nhiều lắm rồi.",
    "audio": "/audios/tap5.mp3",
    "pubDate": "Sat, 17 May 2025 22:11:00 +0700",
    "duration": "00:03:02",
    "thumbnail": "/images/tap5.jpg"
  },
  {
    "title": "#6: Những sai lầm của mình khi tự học - và bài học mình rút ra sau tất cả",
    "description": "Podcast “Những sai lầm khi tự học” là những chia sẻ chân thật của Tùng Anh về hành trình tự học với đầy vấp ngã, hoang mang và cả những bài học đáng giá. Trong tập này, bạn sẽ nghe về những lỗi sai phổ biến như học không mục tiêu, quá tải tài liệu, sợ sai khi thực hành, học một mình và so sánh bản thân với người khác - những điều tưởng nhỏ nhưng dễ khiến ta bỏ cuộc. Hy vọng bạn sẽ tìm thấy sự đồng cảm và động lực để tiếp tục hành trình học tập của riêng mình.",
    "audio": "/audios/tap6.mp3",
    "pubDate": "Sun, 25 May 2025 10:53:00 +0700",
    "duration": "00:05:23",
    "thumbnail": "/images/tap6.jpg"
  }
]
